Repository: giellalt/corpus-sma
Catalog: tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_barnehagetilbud_-_sa_rsamisk.pdf.tmx
Source language: sma
Languages: sme

source: 88 % åarjelsaemien maanagïertefaalenasseste vadtasuvvieh åarjelsaemien dajvine Noerhte-jïh Åarjel-Trööndelagesne.
sme: 88 % máttasámi mánáidgárdefálaldagas addojuvvo máttasámi guovlluin Davvi- ja LulliTrøndelágas.

source: Unnebe goh 3 % maanijste åarjelsaemien maanagïertefaalenassem åadtjoeh fïerhtene fylhkjijste Finnmaarhke, Nordlaante, Oslo jïh Akershus.
sme: Unnit go 3 % máná ožžot máttasámi mánáidgárdefálaldaga Finnmárkku, Norlándda ja Oslo ja Akershus fylkkain.

source: Daate bijjieguvvie vuesehte åejvieleavloe maanalåhkoste mij saemien maanagïertefaalenassem åådtje lea Finnmaarhkesne jïh Tromsesne.
sme: Dát geahčastat čájeha ahte Finnmárkkus ja Romssas leat eanemus mánát geat ožžot sámi mánáidgárdefálaldaga.

source: Tabelle aaj vuesehte saemienfaalenasse lea saemien dajvine.
sme: Tabealla čájeha maiddái ahte sámi fálaldagat gávdnojit sámi guovlluin.

source: Vuesiehtimmien gaavhtan dle julevsaemien maanagïertefaalenasse julevsaemien dajvine Nordlaantesne.
sme: Ovdamearkka dihte lea julevsámi mánáidgárdefálaldat gávdnomis julevsámi guovlluin Norlánddas.

source: Vijriesåbpoe dle dijagramme bijjielisnie vuesehte åarjelsaemien maanah leah bårrode gelline fylhkine, aaj åarjelsaemien dajvi ålkoli.
sme: Dasto čájehit diagrámmat bajábealde ahte máttasámi mánát leat bieđgguid máŋgga fylkkas, maiddái olggobealde máttasámi guovlluid.

source: Saemiedigkie vuajneme akte lissiehtimmie orreme dejstie ohtsemijstie mah leah åarjelsaemien faalenasside.
sme: Sámediggi lea registreren ahte lohku máttasámi fálaldagaid ektui maidda ohccojuvvo doarjja lea lassánan.

source: Akte dagkeres evtiedimmie lea vaajteles, seamma tïjjen goh Saemiedigkie tuhtjie vihkeles viehkiehtidh nænnoestehtedh dejtie tseegkeme maanagïertefaalenasside.
sme: Dákkár ovdáneami mii háliidit, seammás go Sámediggái lea deaŧalaš nannet ásahuvvon sámi mánáidgárdefálaldagaid.

source: Båetijen aejkien Saemiedigkien ulmie lea tjelmide bïejedh bïevnese- jïh bïhkedimmiebarkose.
sme: Boahtteáiggis áigu Sámediggi bidjat mihttomearrin fokuseret diehtojuohkin- ja bagadanbarggu.

source: Saemiedigkie veanhtede tjïelth jïh maanagïerteaajhterh aaj dïedtem vaeltieh saemien maanagïertefaalenassi bïjre bievnedh jïh bïhkedidh.
sme: Sámediggi vuordá ahte maiddái gielddat ja mánáidgárddiid eaiggádat váldet ovddasvástádusa dieđihan- ja bagadanbarggus sámi mánáidgárdefálaldagaid birra.

source: Saemiedigkie sæjhta aktem lissie fokusem utnedh julev- jïh åarjelsaemien maanagïertefaalenasside båetijen aejkien.
sme: Sámediggi áigu erenoamážit deattuhit julev- ja máttasámi mánáidgárdefálaldagaid áiggis ovddasguvlui.

source: Daate dan åvteste daejnie dajvine dle joekoen vihkeles saemien gïelem jïh kultuvrem vaarjelidh.
sme: Danne go diet guovllut leat rašis dilis sámi giela ja kultuvrra suodjaleami ektui.

source: Analyjsedåehkie buakta gærjesne Samiske tall forteller 5, maanagïertelåhkoe saemienfaalenassine lea jïebne.
sme: Analysajoavku ovddida Sámi logut muitalit 5 ahte lohku mánáidgárddiid ektui gos lea sámi fálaldat lea stabiila.

source: Maanalåhkoe mij saemien maanagïertefaalenassem åadtjoeji læssani 6 maanajgujmie 2010/11 raejeste 2011/12 raajan.
sme: Mánnálohku geain lei sámi mánáidgárdefálaldat, goarkŋui 2010/11 rájes 2011/12 rádjai guđain mánáin.

source: Seamma tïjjen dle maanalåhkoe mij saemien maanagïertine jïh saemien goevtesinie nöörjen maanagïertine vaadtsa ånnani 30 maanajgujmie, jïh 36 maanajgujmie læssani mah saemienfaalenassem åadtjoejin nöörjen maanagïertine.
sme: Dasto njiejai mánnálohku sámi mánáidgárddiin ja sámi ossodagain dáža mánáidgárddiin 30 mánáin ja lohku stuorui 36 mánáin geain lei sámi fálaldat dáža mánáidgárddiin.

source: Dïhte fåantoe man åvteste daate ånnanimmie maanijste maanagïertine boelhken 2005-2012, lij låhkoe dejstie golmen-, njieljien- jïh vïjhten jaepien båeries maanijste ånnani abpe 16 % Finnmaarhkesne, mahte 6 % Tromsesne jïh 10 % Nordlaantesne.
sme: Mánnálogu njiedjan mánáidgárddiin áigodagas 2005 – 2010 čilgejuvvo dainna go dán áigodagas geahppánedje golmma-, njeallje- ja viđajahkásaččat olles 16 % Finnmárkkus, ja measta 6 % Romssas ja 10 % Norlánddas.

source: Samiske tall forteller 5 aaj tjaala ” dastegh mijjieh dam ållesth taalem faalenassesåarhtine juekebe, dle vuejnebe akte guhkies jarkelimmie sæjhta sjïdtedh.
sme: Dasto čuožžu Sámi logut muitalit 5 ahte “ jos mii juohkit ollislaš logu man lágan fálaldagat ledje, de oaidnit guhkes áiggi tendeanssa rievdamii.

source: Maanalåhkoe saemien maanagïertine jïh saemien maanagïertegoevtesinie (nöörjen maanagïertine) ånnene, mearan maanalåhkoe jeatjah saemienfaalenassine nöörjen maanagïertine læssene.
sme: Mánnálohku sámi mánáidgárddiin ja sámi mánáidgárdeossodagain (dáža mánáidgárddiin) lea njiedjan, muhto mánnálohku eará sámi fálaldagain dáža mánáidgárddiin goarkŋui. Dat Tabealla 3: Man ollu mánát ožžot davvi-, julev- ja

source: Rïektesisnie dle gïele sæjhta viesjiesåbpoe sjïdtedh aarhskuvlemaanaj luvnie dej minngemes govhte jaepiej, dan åvteste dah faalenassh mah læssanieh, leah viesjiesåbpoe goh dah mah ånnanieh. ”
sme: mearkkaša geavahusas dan ahte giella lea fuotnánan ovdaskuvlamánáid gaskkas maŋimuš guđa jagis, danne go fálaldat mii lassána, lea heajut go dat mii unnu. ”

source: Saemiedigkie vïhtesjadta maam analyjsedåehkie buakta.
sme: Sámediggi registrere dan maid analysajoavku ovddida.

source: Akte ånnanimmie saemien maanagïertelåhkoste orreme seamma tïjjen goh nöörjen maanagïerth saemienfaalenassine leah læssanamme dej minngemes jaepiej.
sme: Sámi mánáidgárddiid lohku lea njiedjan go fas dáža mánáidgárddit main lea sámi fálaldat leat lassánan maŋimuš jagiin.

source: Dïhte ållesth maanagïertetaale lea læjhkan jïebne.
sme: Ollislaš mánáidgárdelohku lea bisson stabiilan.

source: Maahta årrodh dan åvteste maanagïerth leah orrijamme jallh leah jeatjahlaakan öörnedamme guktie dah leah vaenebh sjïdteme. Akte jeatjah faktovre
sme: Sivvan dasa sáhttá leat dat go mánáidgárddit leat heaittihuvvon dahje ođđasis organiserejuvvon nu ahte leat geahppánan.

source: maahta årrodh Saemiedigkie daan boelhken lea striengkiesåbpoe krïevenassh bïejeme dejtie dåarjojde saemien maanagïertide.
sme: Sivvan sáhttá leat maiddái dat Sámediggi dán áigodagas lea čavgen sámi mánáidgárddiid doarjjaeavttuid.

source: Dïhte ånnanimmie maanagïertelåhkosne saemien faalenassine lea mij akt mestie Saemiedigkie tjoeperde, jïh mejnie ij leah madtjeles.
sme: Dat go mánáidgárddiid lohku main lea sámi fálaldat njiedjá vuorjašuhttá Sámedikki, ja mainna Sámediggi ii leat duhtavaš.

source: Båetijen aejkien Saemiedigkie sæjhta bïevnesebarkoem jïh bïhkedimmiem lissiehtidh, guktie aaj sjyöhtehke dåarjoedåastojh, mah eah dåarjoem ohtsh daan biejjien, sijhtieh dam darjodh båetijen aejkien.
sme: Sámediggi háliida hoahpuhit boahtteáiggis diehtojuohkin- ja bagadanbarggu nu ahte maiddái áigeguovdilis doarjjaoažžut, mat dál eai oza doarjaga, dagašedje dan boahtteáiggis.

source: Saemiedigkie bïevnesh åådtje sjyöhtehke maanagïerti bïjre mah eah dåarjoem ohtseme, jïh daate maahta nåake årrodh dejtie maanide mej bïjre, dan åvteste dah kanne eah aktem saemien maanagïertefaalenassem åadtjoeh.
sme: Sámediggi oažžu dieđuid mánáidgárddiid birra mat eai oza doarjaga, ja dat sáhttá addit negatiivvalaš váikkuhusaid mánáide geaidda dat guoská, go sii dalle eai soaitte oažžut sámi mánáidgárdefálaldaga.

source: Daan biejjien dle Saemiedigkie ij barkoefaamoem utnieh dam gïehtjedidh.
sme: Sámedikkis ii leat dál kapasitehta čuovvolit dán.

source: Saemiedigkien aajkoe maanagïertedåarjojne lea daan mearan orreme sjïehteladtedh ihke tjïelth jïh privaate maanagïerte-aajhterh edtjieh maehtedh aktem saemien maanagïertefaalenassem vedtedh.
sme: Sámedikki áigumuššan doarjagiin mánáidgárddiide lea dán rádjai leamaš ahte dainna galgá láhčit diliid nu ahte gielddat ja priváhta mánáidgárdeeaiggádat sáhtášedje addit sámi mánáidgárdefálaldaga.

source: Saemiedigkie vuajna daerpies dåarjoeöörnegen krïevenassh vihth vuarjasjidh.
sme: Sámediggi oaidná ahte lea dárbu fas evalueret doarjjaortnegiid eavttuid.

source: Maanagïerti reektemi tjïrrh dle Saemiedigkie vuajna dah maanagïerth leah joekehts dovne sisvegen jïh gïelen bïjre.
sme: Mánáidgárddiid raporteremiid bokte oaidná Sámediggi ahte mánáidgárddit eai leat ovttaláganat sisdoalu eaige giela dáfus.

source: Saemiedigkien vaajtele lea dåarjoem sjïehtedidh naemhtie guktie maanagïerth maehtieh evtiedimmiem jïh kvaliteetem sisvegistie gorredidh.
sme: Sámediggi háliidivččii heivehit doarjaga nu ahte mánáidgárddit sáhtášedje sihkkarastit sisdoalu ovddideami ja kvalitehta.

source: Tabelle vuesehte dejstie ållesth 23 saemien maanagïertijste dle 14 tjïelten maanagïerth jïh 9 privaate maanagïerth.
sme: Tabealla čájeha ahte dan 23 sámi mánáidgárddis leat 14 gielddalaš ja 9 priváhta mánáidgárddi.

source: 71 % dejstie tjïelten saemien maanagïertijste jïh mahte 60 % dejstie privaate saemien maanagïertijste leah Finnmaarhkesne.
sme: 71 % gielddalaš sámi mánáidgárddiin ja lagabui 60 % priváhta sámi mánáidgárddiin leat Finnmárkkus.

source: Tjåanghkan mahte 30 % tjïelten maanagïerth fylhkine Tromse, Noerhte-Trööndelage jïh Oslo jïh Akershus, mearan ij naaken Nordlaantesne.
sme: Oktiibuot lea lagabui 30 % gielddalaš mánáidgárddit Romssa, Davvi-Trøndelága ja Oslo ja Akershus fylkkain, muhto oktage ii leat Norlánddas.

source: Fylhkine Tromse jïh Nordlaante tjåanghkan bijjelen 30 % privaate saemien maanagïerth, mearan ij naan privaate saemien maanagïerth NoerhteTrööndelagesne, Oslo jïh Akershusesne.
sme: Romssa ja Norlándda fylkkain leat oktiibuot 30 % priváhta sámi mánáidgárddit, go fas Davvi-Trøndelágas ja Oslo ja Akershusas eai leat oppanassiige priváhta sámi mánáidgárddit.

source: Tabelle vuesehte ajve Finnmaarhkesne jïh Tromsesne gusnie nöörjen maanagïerth goevtesinie saemienfaalenassine.
sme: Tabealla čájeha ahte dušše Finnmárkkus ja Romssas leat dáža mánáidgárddit main lea ossodat sámi fálaldagain.

source: Akte naa seamma joekedimmie tjïelten jïh privaate saemien maanagïertijste daejnie fylhkine.
sme: Dáin fylkkain lea maiddái oalle dássásaš juohku gielddalaš ja priváhta sámi mánáidgárddiid gaskka.

source: Tjåanghkan mahte 60 % tjïelten jïh bijjelen 40 % privaate saemien maanagïerth fylhkine.
sme: Oktiibuot leat lagabui 60 % gielddalaš ja badjel 40 % priváhta sámi mánáidgárddi fylkkain.

source: Tabelle 5: Låhkoe maanagïertijste saemien goevtesinie.
sme: Tabealla 5: Man ollu leat dáža mánáidgárddit main lea sámi ossodat.

source: Tabelle 6: Låhkoe maanagïertijste faalenassine saemien gïelelïerehtimmien bïjre.
sme: Tabealla 6: Man ollu mánáidgárddit main lea sámi giellaoahpahusfálaldat.

source: kershus Saemien maanagïerth
sme: Tabealla 4: Sámi mánáidgárddiid lohku.

source: Tjïelten maanagïerth
sme: Ujárgga gielddas lei jagiin 2009, 2010 ja 2011 nuvttá mánáidgárdesadji.

source: Privaate maanagïerth
sme: Jagi 2012 rájes máksá sadji1500,- ru mánnui (mielde

source: Noerhte- ‐ Trööndelage Oslo jïh A
sme: go 3 G mákset mánáidgárdesaji

source: Tabelle 4: Låhkoe saemien maanagïertijste.
sme: Addojuvvo maiddái 50 % vuoládus oappáid

source: Jaepien 2012 dle 33 nöörjen maanagïerth dåarjoem saemien gïelelïerehtæmman åadtjoejin.
sme: 2012:s ožžo 33 dáža mánáidgárddi doarjaga sámi giellaoahpahussii.

source: Daejstie 33 maanagïertijste bijjelen 60 % leah tjïelten maanagïerth, jïh mahte 40 % privaate maanagïerth.
sme: Dán 33 mánáidgárddi gaskkas leat badjel 60 % gielddalaš mánáidgárddit ja lagabui 40 % leat priváhta mánáidgárddit.

source: Tromsesne bijjelen 70 % tjïelten jïh mahte 30 % privaate maanagïerth mah faalenassem utnieh saemien gïelelïerehtimmien bïjre.
sme: Romssas lea badjelaš 70 % gielddalaš ja lagabui 30 % priváhta mánáidgárddit main lea sámi giellaoahpahusfálaldat.

source: Daennie fylhkesne aaj jeenjemes maanagïerth saemienfaalenassine ajve akten maanese.
sme: Dán fylkkas leat maiddái eanemus mánáidgárddit main lea sámegielfálaldat ovttaskas mánáide.

source: Åarjel-Trööndelagesne, Oslo jïh Akershusesne 3 jallh jienebh tjïelten maanagïerth, mearan Nordlaantesne, NoerhteTrööndelagesne jïh Rogalaantesne 3 jallh jienebh privaate maanagïerth saemienfaalenassine, Oslo jïh Akershusesne vaenebh goh 3, jïh ÅarjelTrööndelagesne jïh Rogalaantesne ij naaken.
sme: LulliTrøndelágas, Oslo ja Akershusas leat 3 dahje eanet gielddalaš mánáidgárddi, Norlánddas, Davvi-Trøndelágas ja Rogalánddas unnit go 3 gielddalaš mánáidgárddi main lea sámi fálaldat. Priváhta mánáidgárddiid gaskkas Romssas, Norlánddas ja Davvi-Trøndelágas leat 3 dahje eanet priváhta mánáidgárddi main lea sámi fálaldat, Oslos ja Akershusas leat unnit go 3 ja Lulli-Trøndelágas ja Rogalánddas ii leat oktage.

source: Barkoesuerkieh
sme: Áŋgiruššansuorggit

source: Bïevnese saemien maanagïertefaalenassi bïjre edtja tjelmide barkoesuerkide bïejedh, jïh vuesiehtidh mah haestemh, ulmieh jïh strategijh mah leah mijjen uvte.
sme: Dieđáhusas sámi mánáidgárdefálaldaga birra galgá biddjojuvvot fokus áŋgiruššansurggiide ja oainnusmahttit makkár hástalusat, mihttomearit ja strategiijat leat ovddabealde.

source: Saemiedigkie sæjhta tjoevkesem bïejedh govhte barkoesuerkide.
sme: Sámediggi áigu čuovvovaččas bidjat fokusa guđa áŋgiruššansuorgái.

source: Mijjieh dejtie åehpiedehtebe akti akti, men læjhkan dej tjåenghkies ulmie lea vaarjelidh, nænnoestehtedh jïh evtiedidh saemien gïelem jïh kultuvrem.
sme: Dat ovdan buktojuvvojit guhtege sierra, muhto dattetge lea okta oktasaš mihttomearri suodjalit, nannet ja ovddidit sámi giela ja kultuvrra.

source: Barkoesuerkie 1 – Maanagïerten sisvege
sme: Áŋgiruššansuorgi 1 - Mánáidgárddi sisdoallu

source: Haestemh
sme: Hástalusat

source: Saemiedigkien maanagïertepolitihke våaroeminie åtna maanagïerti kvaliteete jïh sisvege, jïh maanagïerti aarvoevåarome tjuerieh jarngesne årrodh gosse edtja aktem ållesth saemien ööhpehtimmiepolitihkem evtiedidh.
sme: Sámedikki mánáidgárdepolitihkka vuođđuduvvo vuođđoektui ahte mánáidgárddiid kvalitehta ja sisdoallu ja mánáidgárddiid árvovuođđu leat guovddážis ollislaš sámi oahppopolitihka viidáseappot ovddideamis.

source: Vihkeles dïhte nasjovnaale ööhpehtimmiepolitihke ulmieh jïh strategijh åtna juktie gorredidh dah unnemes standardh aalkoealmetji reaktide steeresuvvieh.
sme: Deaŧalaš lea ahte nationála oahppopolitihkas leat mihttomearit ja strategiijat maid bokte sihkkarastit ahte álgoálbmotrievttálaš unnimusstandárddat doahttaluvvojit.

source: Barkoesuerkie ussjede ihke daerpies aktine tjåenghkies pedagogeles betnine jïh tjåenghkies haestemh utnedh mah saemien aarvoeh maanagïerte edtja betnesne utnedh, jïh guktie dam bööremeslaakan darjodh.
sme: Áŋgiruššansuorgi reflektere ahte lea dárbu oktasaš pedagogalaš geađgejuolgái ja hástalusaide makkár sámi árvvuide mánáidgárddit galget vuođđuduvvot ja movt daid buoremusat sáhttá ollašuhttit.

source: Aktene bijjemes daltesisnie dle saemieh goh almetjh tjuerieh reaktam åadtjodh sijjen jïjtsh maanagïerth evtiedidh, gusnie lïerehtimmievuekieh jïh jïjtsh learoevierhtieh leah jarngesne.
sme: Bajimuš dásis ferte sámiide álbmogin sihkkarastojuvvot vuoigatvuohta ovddidit iežaset mánáidgárddiid gos oahpahusmetodat ja iežas oahpponeavvut leat guovddážis.

source: Saemieh maehtieh, vuesiehtimmien gaavhtan jïjtje mieriesoejkesjem darjodh saemien maanagïertefaalenassese.
sme: Okta vuohki movt dan sáhtášii dahkat lea ahte sámit ieža ráhkadit ovdamearkka dihte rámmaplána sámi mánáidgárdefálaldaga várás.

source: Dotkeme vuesehte eah gaajhkh saemien maanagïerth aktem saemien sisvegem utnieh.
sme: Dutkan čájeha ahte buot sámi mánáidgárddiin ii leat sámi sisdoallu.

source: Jalhts maanagïerth leah vihtiestamme sijjen nænnoestimmine dah edtjieh saemien gïelem jïh kultuvrem betnesne utnedh, jïh saemiengïelen barkijh utnedh.
sme: Vaikko mánáidgárddit njuolggadusaid bokte leat mearridan ahte sin doaibma galgá vuođđuduvvot sámi gillii ja kultuvrii ja doppe galget leat sámegielat bargit.

source: Maanagïerten sisvege ij leah ajve vuekiej jïh learoevierhtiej bïjre, men aaj mennie mieresne jïh guktie saemien perspektijve leavloem åådtje jïh våajnoes sjædta rïektesisnie.
sme: Mánáidgárddi sisdoalu oktavuođas ii leat sáhka dušše metodaid ja oahpponeavvuid birra, muhto maiddái man dásis ja movt sámi perspektiiva deattuhuvvo ja oainnusmahttojuvvo geavahusas.

source: Akte dejstie haestiemijstie lea hijven kvaliteetem gorredidh maanagïerten sisvegistie, seamma tïjjen goh mijjieh daejrebe jïjnjh faagealmetjh fååtesieh.
sme: Govva: gahkkorcorustudentbhg.blogspot.no Okta hástalus lea sihkkarastit buori kvalitehta mánáidgárddi sisdollui seammás go mii diehtit ahte fágaolbmot eai leat doarvái.

source: Vihkeles faagealmetjh gååvnesieh mah faagemaahtoem suerkesne utnieh.
sme: Deaŧalaš lea ahte gávdnojit fágaolbmot geain lea fágagelbbolašvuohta suorggis.

source: Dah sijhtieh viehkiehtidh kvaliteetem jïh aktem eensi faageles sisvegem gorredidh dan bööretjommesasse maanide, dej eejhtegidie jïh saemien gietskies siebriedahkese.
sme: Dát leat mielde sihkkarastimin buori kvalitehta ja dohkálaš fágalaš sisdoalu buoremusat ávkin mánáide, sin vánhemiidda ja sámi báikegottiide.

source: Akte sïejhme suerkie maanagïerten sisvegisnie lea kultuvreleerehtimmie.
sme: Kulturgaskkusteapmi lea čađačuovvu suorgi mánáidgárddi sisdoalus.

source: Kultuvre lea aerpien jïh aerpievuekiej bïjre, men seamma tïjjen gorredidh, sjugniedidh jïh orrestidh.
sme: Kultuvrra oktavuođas lea sáhka árbbi ja árbevieruid birra, ja seammás bajásdoallama, háhkama ja ođasmahttima birra.

source: Saemiedigkien bieleste sæjhta vihkeles årrodh skreejrehtidh maanagïerth dam saemien kultuvrem betnesne utnieh gosse sisvegem soejkesjieh. Stååkedimmien tjïrrh
sme: Sámediggái lea deaŧalaš ovdánahttit dan ahte mánáidgárddit válddášedje vuolggasaji sámi kultuvrras dalle go sisdoallu plánejuvvo.

source: Guvvie: gahkkorcorustudentbhg.blogspot.no maahta vihkeles aarvoeh maanide vedtedh gosse leah ålkone eatnamisnie jïh gosse maanah åadtjoeh meatan årrodh aerpievuekien barkosne.
sme: Duhkoraddama bokte sáhttá deaŧalaš árvvuid gaskkustit earret eará nu ahte leat olgun luonddus ja ahte mánát besset searvat sámi árbevirolaš bargui.

source: Saemien kultuvre edtja akte iemie bielie årrodh saemien maanagïertefaalenasseste aarkebiejjien.
sme: Sámi kultuvra galgá čuovvut sámi mánáidgárdefálaldaga lunddolaš oassin árgabeaivvis.

source: Sisvege edtja gellielaaketje jïh jeereldihkie årrodh, jïh sjïehtedamme årrodh dan aktegs maanese.
sme: Sisdoallu galgá leat buotbealat ja girjái, ja ovttaskas máná vuolggasajis.

source: Edtja sisvegem saemien maanagïertefaalenassesne gaajhkide maanide sjïehtedidh, saaht gusnie dah årroeminie laantesne.
sme: Sámi mánáidgárdefálaldaga sisdoallu galgá heivehuvvot buot mánáide beroškeahttá das gos riikkas ásset.

source: Edtja aaj akte lissiehtimmie årrodh maanan evtiedimmesne; daan sjïekenisnie joekoen gïeleevtiedimmesne.
sme: Mánná galgá maiddái ovdánit, dán oktavuođas erenoamážit gielalaččat.

source: Akte krïevenasse saemiengïelen barkijh maanagïertesne berkieh.
sme: Eaktun lea ahte gávdnojit sámegielat bargit mánáidgárddis.

source: Dan åvteste saemien siebriedahke dan gellielaaketje, dle dah ovmessie maanagïerth tjuerieh dam gietskies kultuvrem våaroemasse bïejedh sijjen maanagïertese.
sme: Dat go sámi servodat lea nu máŋggabealat dagaha ahte sierra mánáidgárddit fertejit bidjat vuođđun báikkálaš kultuvrra mánáidgárddisteaset.

source: Dellie dah barkijh aktem gietskies jïh aerpievuekien daajroem daarpesjieh.
sme: Dát gáibida ahte bargiin ferte leat báikkálaš ja árbevirolaš máhttu.

source: Maanah tjuerieh seamma tïjjen åadtjodh seahkarimmiem jïh ektiedomtesem evtiedidh abpe saemien gellievoeten åvteste, jïh akten jienebekultuvrelle siebriedahken åvteste sïejhmelaakan.
sme: Dasto fertejit mánát oahppat gudnejahttit olles sámi máŋggabealatvuođa ja oktasaš áddejumi, ja máŋggakultuvrralaš servodaga oppalaččat.

source: Dejpielistie saemieh sijjen årromedajvh åtneme dovne noerhtesaemien, julevsaemien jïh åarjelsaemien gïeledajvesne.
sme: Sámiin leat doloža rájes leamaš sin ássanguovllut maidda geográfalaččat gullet; davvisámi, julevsámi ja máttasámi giellaguovllut.

source: Daah saemien dajvh annje gååvnesieh jalhts unnebe sjïdteme. Lissine saemieh staarine årroeh.
sme: Dát sámi guovllut gávdnojit ain vaikko dat geográfalaččat leatge gáržon.

source: Vihkeles gaajhkh maanah nuepiem åadtjoeh sijjen gietskies kultuvren bïjre lïeredh saaht gusnie laantesne årroeminie, seamma tïjjen goh dah aaj tjuerieh mubpiej aerpievuekiej, aarvoej jïh vuekiej bïjre lïeredh.
sme: Deaŧalaš lea ahte buot mánát besset oahppat iežaset kultuvrra birra beroškeahttá das gos riikkas ásset, ja seammás oahppat veaháš earáid árbevieruid, árvvuid ja norpmaid birra.

source: Eejhtegh ojhte åejviedïedtem utnieh maanan bijjiedimmien åvteste, viertesth Maanalaakine paragraafe 30 (1981).
sme: Vánhemiin lea váldoovddasvástádus mánáid bajásgeassimis, geahča Mánáidgárdelága § 30 (1981).

source: Eejhtegedïedte sæjhta jiehtedh eejhtegh aktem hoksedïedtem åtna maanan åvteste, jïh dah nænnoestimmiereaktam utnieh maanan bieleste.
sme: Vánhenovddasvástádus mearkkaša dan ahte vánhemiin lea fuolahusovddasvástádus mánás, ja ahte sis lea mearridanvuoigatvuohta máná ovddas.

source: Dan baelien maana lea maanagïertesne, maanagïerte såemies dejstie hokse- jïh bijjiedimmielaavenjassijste vaalta.
sme: Dalle go mánná lea mánáidgárddis, váldá mánáidgárdi oasi fuolahus- ja bajásgeassindoaimmaide.

source: Maanagïerte lissine båata hïejmebyjresasse, jïh tjuara goerkesem jïh seahkarimmiem vuesiehtidh ovmessie fuelhkievuekide.
sme: Mánáidgárdi dievasmahttá ruovttu birrasa, ja ferte čájehit áddejumi sierra bearašhámiide ja árvvus atnit daid.

source: Saemiedigkie vuajna man vihkeles maanagïerth dan jeenjemasth goh gåarede, aerpievuekieh saemien bijjiedimmien sisnjelen guhkiebasse sertieh.
sme: Sámediggi oaidná man deaŧalaš lea ahte mánáidgárddit nu ollu go vejolaš gaskkustit sámi bajásgeassima árbevieruid.

source: Maanagïerte tjuara tjarke krööhkedh maam eejhtegh maanabijjiedimmien vienhtieh jïh guktie dah maanide bijjiedieh.
sme: Mánáidgárdi ferte deattuhit ja vuhtii váldit fuolaheddjiid oainnu, ja movt sii bajásgesset máná.

source: Dan åvteste barkijh, eejhtegh jïh dïhte sïejhme saemien siebriedahke tjuerieh aktem voerkes vuajnoem jïh maahtoem utnedh.
sme: Dát gáibida dihto miellaguottu ja gelbbolašvuođa bargiin, vánhemiin, ja sámi servodagas oppalaččat.

source: Guktie maanagïerth leah hammoedamme lea vihkeles dan åvteste maanah badth tsevtseme sjidtieh dejstie byjngetje tsiehkijste.
sme: Mánáidgárddiid fysálaš struktuvrra hábmen lea deaŧalaš danne go mánnái váikkuhit olggut rámmaeavttut.

source: Daeverh jïh væhtah leah symbovlh jïh dan sisnjelds maanagïertekultuvren jïh daan aarvoej bïjre soptsestieh.
sme: Dávvirat ja ovdan buktimat leat symbolat ja muitalit mánáidgárddi siskkáldas kultuvrra ja dan árvvuid birra.

source: Saemiedigkie veanhta maanagïerth edtjieh aktem saemienvoetem utnedh, våajnoes daeverigujmie jïh væhtajgujmie.
sme: Sámediggi oaivvilda ahte mánáidgárddiin galgá sámevuohta leat oidnosis objeavttaid ja dovdomearkkaid bokte.

source: Maahta akte gåetie årrodh jallh låavthgåetie, saemien stååkegaevnieh (stååkegaevnieh mah saemien kultuvrem vuesiehtieh), feegreme saemien klaeriejgujmie jïh vielie.
sme: Dat sáhttet leat goahti, lávvu, sámi duhkorasat (duhkorasat sámi kultuvrras), sámi govvosiiguin čiŋaheapmi jna..

source: Gosse saemien gïele aaj våajnoes dle dïhte aaj soptseste maanagïerte leavloem beaja saemien sisvegasse, dovne gïele jïh kultuvre.
sme: Sámegiela visualiseren muitala maiddái movt mánáidgárdi deattuha sámi sisdoalu sihke giela ja kultuvrra ektui.
